/* Ordinal with ~second */
"%dnd" = "%dnd";

/* Ordinal with ~third */
"%drd" = "%drd";

/* Ordinal with ~first */
"%dst" = "%dst";

/* Ordinal with ~th */
"%dth" = "%dth";

/* deadline under 24 hours */
"(< 24 hrs)" = "(< 24 hrs)";

/* deadline under 3 hrs */
"(< 3 hrs)" = "(< 3 hrs)";

/* deadline under 6 hours */
"(< 6 hrs)" = "(< 6 hrs)";

/* deadline over 2 days */
"(> 2 days)" = "(> 2 days)";

/* deadline over 24hrs */
"(> 24 hrs)" = "(> 24 hrs)";

/* deadline over 5 days */
"(> 5 days)" = "(> 5 days)";

/* missed/past the deadline */
"(missed)" = "(missed)";

/* notifier isequalto 15 min before
   notifierarray 15 min before */
"15 Minutes Before" = "15 Minutes Before";

/* notifier isequalto 30 min before
   notifierarray 30 min before */
"30 Minutes Before" = "30 Minutes Before";

/* notifier array 5 min before
   notifier isequalto 5 min before */
"5 Minutes Before" = "5 Minutes Before";

/* Formatting Time Label */
"At %@" = "At %@";

/* notifier isequalto at deadline
   notifierarray at deadline */
"At Deadline" = "At Deadline";

/* delete action sheet button */
"Cancel" = "Cancel";

/* addrep daysetting default
   day isequalto day
   dayofweek isequalto day
   dayviewcontroller dayofweek default setting
   picker day */
"day" = "day";

/* deadline name and time alert body */
"Deadline" = "Deadline";

/* addrep deadlinelabel */
"Default: 17:00" = "Default: 17:00";

/* addrep notifylabel */
"Default: No Notifier" = "Default: No Notifier";

/* addrep settingslabel */
"Default: Repeats every day" = "Default: Repeats every day";

/* delete action sheet button */
"Delete" = "Delete";

/* delete action sheet title */
"Delete Deadline" = "Delete Deadline";

/* addrep enter a name isequal
   addviewcontroller enter a name default */
"Enter a title" = "Enter a title";

/* Formatting Label showing Deadline ordinal, day and time */
"Every %@ %@ at %@" = "Every %1$@ %2$@ at %3$@";

/* Formatting Day Alert with Ordinal and Day */
"Every %@ %@ is not possible." = "Every %1$@ %2$@ is not possible.";

/* day isequalto friday
   picker friday */
"Friday" = "Friday";

/* day isequalto monday
   picker monday */
"Monday" = "Monday";

/* too long alert title */
"More Than 30 Characters" = "More Than 30 Characters";

/* no name alert title */
"No Title" = "No Title";

/* addrep notifiersetting default
   notifier isequalto no notifier
   notifierarray no notifier */
"No Notifier" = "No Notifier";

/* notify me: notifier message */
"Notify me" = "Notify me";

/* default notifier ivar
   notifier isequalto one hour before
   notifierarray one hour before */
"One Hour Before" = "One Hour Before";

/* no name alert message */
"Please Enter a Title" = "Please Enter a Title";

/* too long alert message */
"Please Shorten Title" = "Please Shorten Title";

/* Details second label */
"Present Deadline: " = "Present Deadline: ";

/* Formatting Repeats every Ordinal Day */
"Repeats every %@ %@" = "Repeats every %1$@ %2$@";

/* Formatting Repeating Ordinal, Day and Time in a month with a Notifier */
"Repeats every %@ %@ in a month at %@. Notifier: %@" = "Repeats every %1$@ %2$@ in a month at %3$@. Notifier: %4$@";

/* AddRep ordinal and day default */
"Repeats every day in a month" = "Repeats every day in a month";

/* day isequalto saturday
   picker saturday */
"Saturday" = "Saturday";

/* day isequalto sunday
   picker sunday */
"Sunday" = "Sunday";

/* day isequalto thursday
   picker thursday */
"Thursday" = "Thursday";

/* alert try again button
   no name alert button
   too long alert button */
"Try Again" = "Try Again";

/* day isequalto tuesday
   picker tuesday */
"Tuesday" = "Tuesday";

/* day isequalto wednesday
   picker wednesday */
"Wednesday" = "Wednesday";

